<?php
// Страница "История Голливуда"
?>
<section class="history-section">
    <h1>История Голливуда</h1>
    <p>Голливуд — это символ американского кинематографа и одна из самых влиятельных индустрий в мире. Здесь рождались легенды кино, создавались культовые фильмы и формировались новые стандарты развлечений.</p>

    <div class="timeline">
        <div class="timeline-item">
            <h2>1900-е – 1920-е: Рождение Голливуда</h2>
            <p>В начале XX века Голливуд стал центром кинопроизводства благодаря своему географическому положению и благоприятному климату. Первые студии, такие как Paramount Pictures и Warner Bros., начали свою деятельность в этот период.</p>
            <img src="images/Paramount-Pictures-logo.png" alt="" width="700">
        </div>

        <div class="timeline-item">
            <h2>1930-е – 1940-е: Эпоха золотого века</h2>
            <p>Это время считается золотым веком Голливуда. Появились первые цветные фильмы, а звездная система сделала актеров настоящими иконами. Классические фильмы, такие как "Унесенные ветром" и "Касабланка", были созданы именно в этот период.</p>
        </div>

        <div class="timeline-item">
            <h2>1950-е – 1960-е: Конец старой Голливудской системы</h2>
            <p>С приходом телевидения популярность кинотеатров начала падать. Однако это время также ознаменовалось появлением новых жанров, таких как научная фантастика и мюзиклы. Выдающиеся фильмы этого периода включают "Психо" Альфреда Хичкока и "Звуки музыки".</p>
        </div>

        <div class="timeline-item">
            <h2>1970-е – 1980-е: Новая волна и блокбастеры</h2>
            <p>В 1970-х годах режиссеры, такие как Мартин Скорсезе, Фрэнсис Форд Коппола и Стивен Спилберг, привнесли свежесть в кинематограф. Это также эпоха появления первых блокбастеров, таких как "Челюсти" и "Звездные войны".</p>
        </div>

        <div class="timeline-item">
            <h2>1990-е – 2000-е: Цифровая революция</h2>
            <p>Внедрение цифровых технологий изменило киноиндустрию. Фильмы стали более зрелищными благодаря компьютерной графике (CGI). Успех таких фильмов, как "Матрица" и "Аватар", подтвердил значимость технологий в современном кино.</p>
        </div>

        <div class="timeline-item">
            <h2>2010-е – настоящее время: Эра стриминга</h2>
            <p>С развитием сервисов потокового вещания, таких как Netflix и Disney+, Голливуд переживает новую трансформацию. В то же время супергеройские фильмы и франшизы Marvel доминируют в кинопрокате.</p>
        </div>
    </div>
</section>