<?php
// Главная страница
?>
<section class="hero">
    <div class="hero-content">
        <h1>Добро пожаловать в мир киноиндустрии США!</h1>
        <p>Здесь вы найдете всё о Голливуде: от истории до современных блокбастеров.</p>
        <a href="?page=history" class="btn">Узнать больше</a>
    </div>
    
</section>

<section class="features">
    <h2>Что вас ждет на нашем сайте?</h2>
    <div class="feature-grid">
        <div class="feature-item">
            <h3>История Голливуда</h3>
            <p>Погрузитесь в историю развития американского кинематографа.</p>
        </div>
        <div class="feature-item">
            <h3>Самые кассовые фильмы</h3>
            <p>Список самых успешных фильмов всех времен.</p>
        </div>
        <div class="feature-item">
            <h3>Знаменитые актеры</h3>
            <p>Узнайте о легендарных актерах Голливуда.</p>
        </div>
        <div class="feature-item">
            <h3>Кинофестивали США</h3>
            <p>Информация о крупнейших кинофестивалях Америки.</p>
        </div>
    </div>
</section>

<section class="about">
    <h2>О нас</h2>
   <p> Добро пожаловать на Киноиндустрия США – ваш путеводитель по миру американского кино!</p>
<p>Мы создали этот ресурс для всех, кто увлечён Голливудом, историей кино и последними новостями индустрии. Здесь вы найдёте:</p>
<p>Историю Голливуда – от зарождения кинематографа до современной эры блокбастеров.</p>
<p>Самые кассовые фильмы – список крупнейших хитов американского проката.</p>
<p>Знаменитых актёров – биографии, карьеры и интересные факты о легендах и восходящих звёздах.</p>
<p>Кинофестивали США – обзоры крупнейших кинособытий, таких как "Оскар", Sundance и Tribeca.</p>

<p>Мы стремимся быть источником вдохновения для всех, кто любит кино – от фанатов до профессионалов индустрии.

Присоединяйтесь к нам!</p>
</section>